aaron-bond.better-comments
alefragnani.bookmarks
apollographql.vscode-apollo
bazelbuild.vscode-bazel
bierner.color-info
cschlosser.doxdocgen
darkriszty.markdown-table-prettify
dbaeumer.vscode-eslint
dnicolson.binary-plist
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jlugmania.mdcontenttable
josetr.cmake-language-support-vscode
leizongmin.node-module-intellisense
lextudio.restructuredtext
mechatroner.rainbow-csv
meganrogge.template-string-converter
mousetraps.selected-character-count
ms-azuretools.vscode-containers
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
orta.vscode-jest
patbenatar.advanced-new-file
platformio.platformio-ide
pomdtr.excalidraw-editor
prisma.prisma
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.liveserver
runarsf.platform-settings
rust-lang.rust-analyzer
sharat.vscode-brewfile
spmeesseman.vscode-taskexplorer
stkb.rewrap
styled-components.vscode-styled-components
sysoev.vscode-open-in-github
tamasfe.even-better-toml
toniapps.gcode
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
