###############
# Core packages
###############

brew "cask"
brew "cmake"
brew "fzf"
brew "git"
brew "git-delta"
brew "mas"
brew "rclone"
brew "rsync"
brew "tmux"
brew "tree"
brew "zoxide"

##################
# Extra utililties
##################

brew "bat"
brew "ffmpeg"
brew "highlight"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "speedtest-cli"

#################
# Developer tools
#################

brew "balena-cli"
# brew "bazel"
brew "gh"
brew "go"
brew "heroku/brew/heroku"
brew "pipenv"
# brew "plantuml"
brew "platformio"
# brew "pre-commit"
brew "pyenv"
brew "yarn"

###########
# Git tools
###########

brew "gpg"
brew "pinentry-mac"
