1password
1password-cli
affinity-designer
affinity-photo
akiflow
arc
balenaetcher
bettertouchtool
browserosaurus
bruno
carbon-copy-cloner
chatgpt
clay
cron
cursor
cyberduck
discord
docker
fantastical
figma
gather
google-chrome
google-drive
gpg-suite
iina
insomnia
iterm2
ivpn
linear-linear
mimestream
miro
mongodb-compass
ngrok
notion-calendar
obsidian
pdf-expert
pgadmin4
plex-media-player
postman
qlimagesize
qlmarkdown
qlvideo
quicklook-json
raycast
setapp
slack
spotify
steam
tailscale
teamviewer
visual-studio-code
vlc
vnc-viewer
warp
whatsapp
yubico-yubikey-manager
zen-browser
zoom
